[
  {
    "id" : 0,
    "name" : "High Voltage",
    "img" : "https://images-na.ssl-images-amazon.com/images/I/71oOxpPeGCL._SL1500_.jpg",
    "price" : 3450,
    "stock": 12,
    "genre" :"Rock",
    "band" : "ACDC",
    "year": 1976,
    "review":"High voltage —en español: Alto voltaje— es un álbum de la banda de hard rock australiana AC/DC y el primero a nivel internacional. Fue lanzado al mercado en mayo de 1976. Anteriormente, en 1975, la banda había lanzado dos discos solo en Australia: un disco del mismo nombre y otro llamado T.N.T.. El disco internacional está formado por dos temas de aquella versión y siete del disco T.N.T.. El disco tuvo un importante éxito en distintos lugares, destacando en Estados Unidos donde vendió unas tres millones de copias.El disco fue relanzado al mercado en el 2003 como parte de la serie Remasters.",
     "songs":["It's a Long Way to the Top (If You Wanna Rock 'n' Roll)",
     "Rock 'n' Roll Singer",
     "The Jack",
     "Live Wire",
     "T.N.T.",
     "Can I Sit Next to You Girl",
     "Little Lover",
     "She's Got Balls",
     "High Voltage"]
  },{
    "id" : 1,
    "name" : "Painkiller",
    "img" : "https://www.todorock.com/wp-content/uploads/2019/09/judas-priest-painkiller-grande-1200x900.jpg",
    "price" : 2100,
    "stock": 5,
    "genre": "Heavy Metal",
    "band" : "Judas Priest",
    "year":  1990,
    "review":"Painkiller es el duodécimo álbum de estudio de la banda británica de heavy metal Judas Priest, publicado en 1990 por Columbia Records. Además, es la última producción con el vocalista Rob Halford luego que en 1992 renunciara, lo que produjo en el grupo un hiato de cerca de cinco años. Luego de su publicación obtuvo muy buenos comentarios de la prensa especializada, que en su gran mayoría resaltaron el retorno al sonido pesado característico de la banda. También muchos de ellos concordaron en que su sonido es una influencia directa para el power metal y el metal extremo que se desarrolló en los noventa. A su vez y en 1991, recibieron su primera nominación a los premios Grammy en la categoría mejor interpretación de metal. ",
     "songs":["Painkiller",
      "Hell Patrol",
      "All Guns Blazing",
      "Leather Rebel",
      "Metal Meltdown",
      "Night Crawler",
      "Between the Hammer and the Anvil",
      "A Touch of Evil",
      "Battle Hymn",
      "One Shot at Glory"]
  }
  ,{
    "id" : 2,
    "name" : "Brave New World",
    "img" : "http://klandestine.cl/v2/wp-content/uploads/IRON-MAIDEN-BRAVE-NEW-WORLD-1-1.jpg",
    "price" : 2100,
    "stock": 8,
    "genre": "Heavy Metal",
    "band" : "Iron Maiden",
    "year": 2000,
    "review":"Brave New World es el duodécimo álbum de estudio de la banda de heavy metal Iron Maiden lanzado el 29 de mayo del 2000. Marcó la vuelta al grupo del cantante Bruce Dickinson y del guitarrista Adrian Smith lo cual generó mucha expectación e interés por la nueva etapa de la banda.Representa el primer álbum de estudio de la banda en el que tocan tres guitarristas. La canción Brave New World y la carátula del álbum están inspiradas en la novela de Aldous Huxley Brave New World (en español, Un mundo feliz) que trata sobre un mundo futurista distópico. Las canciones The Wicker Ma y Out of the Silent Planet fueron lanzadas como sencillos, y el álbum llegó a convertirse todo un éxito. Además, en Estados Unidos también recibió una crítica excelente.",
    "songs": ["The Wicker Man",
      "Ghost of the Navigator",
      "Brave New World",
      "Blood Brothers",
      "The Mercenary"	 ,
      "Dream of Mirrors",
      "The Fallen Angel",
      "The Nomad",
      "Out of the Silent Planet",
      "The Thin Line Between Love and Hate"
    ]
  }
  ,{
    "id" : 3,
    "name" : "Led Zeppelin IV",
    "img" : "https://images-na.ssl-images-amazon.com/images/I/81yf0WsEsWL._SL1425_.jpg",
    "price" : 2100,
    "stock": 4,
    "genre": "Rock",
    "band" : "Led Zeppelin",
    "year":1971,
    "review":"Led Zeppelin IV es el cuarto álbum de la banda Led Zeppelin, el cual no tiene título, es conocido principalmente como Led Zeppelin IV, para mantener la numeración de sus álbumes anteriores, aunque también recibe otros nombres: Zoso, Runes, Four Symbols, Four o incluso Untitled. ",
     "songs":["Black Dog",
      "Rock and Roll",
      "The Battle of Evermore" ,
      "Stairway to Heaven",
      "Misty Mountain Hop",
      "Four Sticks",
      "Going to California",
      "When the Levee Breaks"]
  }
  ,{
    "id" : 4,
    "name" : "Legend",
    "img" : "https://img.discogs.com/eY-3rCtGoHS7f7TqyNTSXe4bUGs=/fit-in/600x594/filters:strip_icc():format(jpeg):mode_rgb():quality(90)/discogs-images/R-509235-1216168183.jpeg.jpg",
    "price" : 2100,
    "stock": 3,
    "genre": "Reggae",
    "band" : "Bob Marley",
    "year": 1984,
    "review":"Legend es un álbum de grandes éxitos de Bob Marley and the Wailers publicado el 8 de mayo de 1984 a través de Island Records. El recopilatorio original, publicado en primer lugar en LP, contiene catorce de las canciones más reconocibles del artista jamaicano (entre ellas diez de sus once top 40 en el Reino Unido) incluidas en su formato de sencillo. Fue publicado posteriormente en formato CD con la misma lista de canciones.En 1990 apareció una segunda versión en CD con todas las canciones en su duración original, en lugar de estar en formato sencillo. En la edición en casete aparecen dos canciones nuevas,Punky Reggae Party y Easy Skanking, que fueron incluidas en la edición de 2002 de este recopilatorio en CD.  ",
     "songs":[
    "Is This Love?",
     "No Woman, No Cry",
     "Could You Be Loved",
     "Three Little Birds",
     "Buffalo Soldier",
     "Get Up, Stand Up",
     "Stir It Up",
     "Easy Skanking",
     "One Love/People Get Ready",
     "I Shot the Sheriff",
     "Waiting in Vain",
     "Redemption Song",
     "Satisfy My Soul",
     "Exodus",
     "Jamming",
     "Punky Reggae Party"]
  }
  ,{
    "id" : 5,
    "name" : "Thriller ",
    "img" : "https://images-na.ssl-images-amazon.com/images/I/81wfye0hsDL._SX355_.jpg",
    "price" : 2100,
    "stock": 12,
    "genre": "Pop",
    "band" : "Michael Jackson",
    "year": 1982,
    "review":"Thriller es el sexto álbum de estudio del artista estadounidense Michael Jackson, publicado el 30 de noviembre de 1982 por Epic Records después del éxito crítico y comercial del álbum Off the Wall del mismo artista lanzado en 1979. La obra está compuesta por un balance de varios géneros musicales: entre disco y rock, funk y balada, R&B y pop.3​ El propio Jackson escribió cuatro de las nueve canciones del álbum.​ Las sesiones de grabación se iniciaron en abril de 1982 en los estudios de grabación Westlake de Los Ángeles,2​ con un presupuesto de producción de US$750 000.5​ El producto final fue lanzado en el mes de noviembre siguiente, y tras poco más de un año se convirtió en el álbum más vendido de la historia a nivel mundial,llegando a superar el listón de sesenta y seis millones de copias comercializadas en 2017.​ En los Estados Unidos, se mantuvo como el más vendido de ese país hasta agosto de 2018, cuando fue superado por Their Greatest Hits (1971-1975) de la banda Eagles.8​ Siete de las nueve canciones del álbum fueron lanzadas como sencillos y todos ellos llegaron al top diez en el Billboard Hot 100.1​ El álbum ganó un récord de ocho premios Grammy en la edición de 1984.9Thriller estableció el estatus de Jackson como una de las estrellas del pop por excelencia,10​ permitiéndole superar algunas barreras raciales.11​ Además, con este proyecto, Jackson se convirtió en uno de los primeros artistas en utilizar los vídeos musicales como herramientas de promoción, destacando los clips de «Thriller», «Billie Jean» y «Beat It», que se transmitieron de manera continua en la cadena de televisión MTV.10​ En 2001, se publicó una reedición especial del álbum que contenía entrevistas adicionales de audio, un demo y la canción «Someone in the Dark»,12​ que fue ganadora de un Grammy por su aparición en el audiolibro de la película E.T., el extraterrestre.13​ En 2008, el álbum fue reeditado como Thriller 25, conteniendo remezclas y canciones inéditas.Desde 2008, una copia de Thriller permanece en el Registro Nacional de Grabación de la Biblioteca del Congreso de Estados Unidos debido a su «gran significado cultural».En la revisión del 2012 de la lista de los 500 mejores álbumes de todos los tiempos de la revista Rolling Stone se colocó en el número 20,16​mientras que en la actual revisión del 2020 de la lista logró la posición número 12,17​siendo el mejor album pop de la lista.El disco contó con la colaboración de varios integrantes de la banda de rock Toto, entre ellos Jeff Porcaro (batería), Steve Porcaro y David Paich (teclados), Steve Lukather (guitarra) y el teclista Greg Phillinganes.",
     "songs":[
      "Wanna Be Startin' Somethin'",
      "Baby Be Mine",
      "The Girl Is Mine",
      "Thriller",
      "Beat It",
      "Billie Jean",
      "Human Nature",
      "P.Y.T.",
      "The Lady in My Life"]
  }
  ,{
    "id" : 6,
    "name" : "Vulgar Display of Power",
    "img" : "https://i0.wp.com/metalobscura.com/wp-content/uploads/2016/07/CR%C3%8DTICA-PANTERA-%E2%80%93-VULGAR-DISPLAY-OF-POWER-1992.jpg?fit=553%2C553&ssl=1",
    "price" : 2100,
    "stock": 18,
    "genre": "Heavy Metal",
    "band" : "Pantera",
    "year": 1992,
    "review":"Vulgar Display of Power es el sexto álbum de la banda de groove metal Pantera publicado el 25 de febrero de 1992. El álbum ha sido catalogado por muchos críticos como uno de los más influyentes de la década de los '90, asentando las bases del groove metal ralentizando los tiempos de las canciones e incorporando un estilo vocal más áspero y duro. El disco posee algunas de las canciones más famosas de la carrera de la banda, como Fucking Hostile, Mouth for War, This Love y Walk, que llegó al puesto 35 de la lista de éxitos británica. El álbum alcanzó el puesto 44 en la lista de álbumes más exitosos del Billboard, llegando a doble platino por la venta de 2 000 000 de copias.En 2005, la revista Q lo incluyó entre los 50 mejores álbumes de heavy metal de todos los tiempos. La revista IGN colocó al disco en el undécimo puesto de los álbumes más influyentes de todos los tiempos. ",
     "songs":[
       "Mouth for War",
      "A New Level",
      "Walk",
      "Fucking Hostile",
      "This Love",
      "Rise",
      "No Good (Attack the Radical)",
      "Live in a Hole",
      "Regular People (Conceit)",
      "By Demons Be Driven",
      "Hollow,"
     ]}
  ,{
    "id" : 7,
    "name" : "Like a Virgin",
    "img" : "https://http2.mlstatic.com/D_NQ_NP_843979-MLA31590890320_072019-O.jpg",
    "price" : 2100,
    "stock": 22,
    "genre": "Pop",
    "band" : "Madonna",
    "year": 1984,
    "review":"Like a Virgin es el segundo álbum de estudio de la cantante estadounidense Madonna, publicado el 12 de noviembre de 1984 por la compañía Sire Records. Luego del lanzamiento de su álbum debut, Madonna quería consolidar su futuro en la industria musical basándose en el éxito obtenido con su primer disco. Para ello, tomó la decisión de convertirse en uno de los productores del proyecto, pero los ejecutivos de Warner Bros. no estuvieron de acuerdo en otorgarle la libertad creativa que ella deseaba. Finalmente se eligió a Nile Rodgers como el principal productor del disco, gracias al trabajo que llevó a cabo junto con David Bowie. En 1985, se lanzó una versión internacional que incluyó «Into the Groove» como pista adicional; en 2001, Warner Bros. Records publicó una versión remasterizada con dos remezclas adicionales.El álbum fue grabado en el Power Station Studio en Nueva York durante un breve período. Rodgers contrató a sus antiguos compañeros de Chic: Bernard Edwards, bajista, y Tony Thompson, batería; ambos colaboraron en varias pistas. Además, Rodgers aceptó ser el guitarrista, luego de que Edwards lo solicitara como requisito para trabajar en el proyecto. Jason Corsaro, el ingeniero de audio, lo persuadió a utilizar la grabación digital, una técnica recién implementada en aquel entonces. Steven Meisel tomó las fotografías y diseñó la portada. Madonna quería que el título y la portada hicieran un vínculo provocativo entre su propio nombre religioso, Madonna —el título católico para la Virgen María—, y el concepto cristiano de la Inmaculada Concepción. Junto con Rodgers, también colaboró con su antigua pareja Stephen Bray, con quien compuso varias canciones. La música está orientada hacia el dance pop, pero algunas melodías también incorporan elementos del new wave.Luego de su publicación, Like a Virgin obtuvo críticas positivas de la prensa, aunque al principio varios menospreciaron el impacto y alcance tanto del disco como de su intérprete en la industria musical. Adquirió tanto éxito que se convirtió en su primer álbum en llegar al número uno en el Billboard 200, además de ocupar la cima de las listas en Alemania, Italia, Países Bajos, Nueva Zelanda, España y Reino Unido. La Recording Industry Association of America (RIAA) lo certificó con un disco de diamante por distribuir más de diez millones de copias en Estados Unidos. En el mundo, vendió entre 21 a 25 millones de ejemplares, por lo que llegó a convertirse en uno de los álbumes más vendidos de la historia.Se publicaron cinco sencillos, de los cuales «Like a Virgin», «Material Girl» e «Into the Groove» se convirtieron en éxitos mundiales. Para promocionar el álbum, Madonna se embarcó en una gira a la que bautizó como The Virgin Tour, con espectáculos realizados en Estados Unidos y uno en Canadá. Like a Virgin adquirió gran importancia como artefacto cultural de los años 1980, ya que con los éxitos cosechados demostró que no se trataba de una one-hit wonder, sino de una artista polifacética capaz de cimentar su carrera en el mundo musical. Sus canciones se convirtieron en el blanco de las críticas por parte de los conservadores así como de imitación por parte del público juvenil femenino, especialmente «Material Girl» y «Like a Virgin». Según el periodista y biógrafo J. Randy Taraborrelli, «cada artista importante tiene al menos un álbum en su carrera cuyo éxito crítico y comercial se vuelve el momento mágico del artista; para Madonna, Like a Virgin fue ese momento decisivo».1​ ",
     "songs":["Material Girl",
      "Angel",
      "Like a Virgin",
      "Over and Over",
      "Love Don't Live Here Anymore",
      "Dress You Up",
      "Shoo-Bee-Doo",
      "Pretender",
      "Stay"]
  }
  ,{
    "id" : 8,
    "name" : "Rock Steady",
    "img" : "https://images-na.ssl-images-amazon.com/images/I/71wFthyOalL._SY355_.jpg",
    "price" : 2100,
    "stock": 21,
    "genre": "Rock",
    "band" : "No Doubt",
    "year": 2001,
    "review":"Rock Steady es el quinto álbum de estudio de la banda estadounidense No Doubt, publicado el 11 de diciembre de 2001 por la compañía Interscope Records. No Doubt comenzó a trabajar en el disco en enero de 2001, con grabaciones iniciadas en San Francisco. Tiempo después, los integrantes viajaron a Inglaterra y a Jamaica para colaborar con varios compositores y productores, entre ellos Steely & Clevie, Sly & Robbie, Ric Ocasek y Nellee Hooper. En términos generales, Rock Steady recibió reseñas positivas de los críticos musicales, quienes se refirieron como un disco pop clásico elegante y afirmaron que era el mejor álbum en el que trabajaron. No obstante, uno de los puntos que la crítica recalcó fue la variedad de estilos que la banda incorporó en Rock Steady, lo que le valió tanto comentarios positivos como negativos. Obtuvo una nominación a los premios Grammy de 2003, en la categoría de mejor álbum de pop vocal. Sumado a ello, diferentes medios de comunicación lo reconocieron como uno de los mejores discos, entre los que se destaca la revista Rolling Stone, que lo ubicó en el puesto 316 de los 500 mejores álbumes de todos los tiempos.Desde el punto de vista comercial, Rock Steady solo llegó a los diez primeros puestos en Noruega y en Estados Unidos, en las posiciones ocho y nueve, respectivamente. No obstante, recibió diferentes certificaciones en Australia, Canadá, Estados Unidos y Reino Unido. Para su promoción se publicaron cuatro sencillos comerciales: «Hey Baby», «Hella Good», «Underneath It All» y «Running», de los cuales el primero y el tercero le otorgaron a No Doubt dos premios Grammy a la mejor interpretación vocal pop por un dúo o grupo.1​2​ No Doubt se embarcó en la gira promocional Rock Steady Tour, que recorrió Norteamérica, Europa, Australia y Asia. ",
     "songs":["Intro",
      "Hella Good",
      "Hey Baby",
      "Making Out",
      "Underneath It All",
      "Detective",
      "Don't Let Me Down",
      "Start the Fire",
      "Running",
      "In My Head",
      "Platinum Blonde Life",
      "Waiting Room",
      "Rock Steady"]
  }
  ,{
    "id" : 9,
    "name" : "Rocket To Rusia",
    "img" : "https://wipeoutsurfmag.com/wp-content/uploads/2017/11/91zph8M19GL._SL1500_.jpg",
    "price" : 2100,
    "stock": 15,
    "genre": "Punk",
    "band" : "Ramones",
    "year": 1977,
    "review":"Rocket to Russia es el tercer álbum de estudio del grupo de punk estadounidense Ramones. Fue lanzado por Sire Records el 4 de noviembre de 1977. el álbum incorpora música surf y de otras influencias. Este incluye algunas de las canciones más conocidas de la banda como Sheena Is a Punk Rocker y Teenage Lobotomy. En 2003, el álbum alcanzó el puesto número 105 en la encuesta de Los 500 mejores álbumes de todos los tiempos de la revista Rolling Stone. ",
     "songs":["Cretin Hop",
      "Rockaway Beach",
      "Here Today, Gone Tomorrow",
      "Locket Love",
      "I Don't Care",
      "Sheena Is a Punk Rocker",
      "We're a Happy Family",
      "Teenage Lobotomy",
      "Do You Wanna Dance?",
      "I Wanna Be Well",
      "I Can't Give You Anything",
      "Ramona",
      "Surfin' Bird",
      "Why Is It Always This Way?"]
  }
  ,{
   "id" : 10,
    "name" : "Adios Amigos!",
    "img" : "https://i2.wp.com/www.scienceofnoise.net/wp-content/uploads/2020/07/adios-amigos-57dc842633ed7.jpg",
    "price" : 2100,
    "stock": 18,
    "genre": "Punk",
    "band" : "Ramones",
    "year":1995,
    "review":"¡Adiós Amigos! es el decimocuarto y último álbum de estudio de la banda estadounidense de punk rock Ramones. Se publicó en 1995 por Radioactive Records. Dos años después de su anterior álbum (Acid Eaters), y con el fantasma de la definitiva disolución de la banda flotando en el ambiente, los Ramones se encierran en los estudios Baby Monster de Nueva York junto al productor y amigo Daniel Rey donde graban ¡Adiós Amigos!. Este último álbum es considerado uno de los mejores discos de su carrera. ",
     "songs":["I Don't Want to Grow Up",
     "Makin Monsters for My Friends",
     "It's Not for Me to Know",
     "The Crusher",
     "Life's a Gas- Tributo a T-Rex",
     "Take the Pain Away",
     "I Love You",
     "Cretin Family",
     "Have a Nice Day",
     "Scattergun",
     "Got A Lot to Say",
     "She Talks to Rainbows",
     "Born to Die in Berlin"]
  }
  ,{
    "id" : 11,
    "name" : "Blizzard of Ozz",
    "img" : "https://e.snmc.io/i/600/s/f7e937d8a4a9072439e73e42453bf96e/7009707",
    "price" : 2100,
    "stock": 25,
    "genre": "Heavy Metal",
    "band" : "Ozzy Osbourne",
    "year":1980,
    "review":"Blizzard Of Ozz es el primer álbum de estudio en solitario del cantante británico Ozzy Osbourne, grabado en septiembre de 1980 en los estudios Ridge Farm de Rusper, Inglaterra después de superar una crisis personal luego de su expulsión de la banda Black Sabbath por su adicción al alcohol y las drogas.5​6​ El disco marcó el comienzo de la carrera en solitario de Osbourne y es el primero de los dos trabajos discográficos de estudio que grabó con el guitarrista Randy Rhoads, quien falleció en marzo de 1982 en un accidente aéreo.7​ Apoyado por los sencillos «Crazy Train» y «Mr. Crowley», el álbum logró el vigesimoprimer puesto en la lista de éxitos Billboard 200 en los Estados Unidos.8​ En 2017 la revista Rolling Stone lo ubicó en la novena posición de la lista de los 100 mejores álbumes de metal de la historia.En 2019 alcanzó las 5 millones de unidades vendidas en los Estados Unidos y recibió la certificación de quíntuple platino otorgada por la RIAA.10​ En 2002 fue publicada una edición con las pistas de bajo y batería sustituidas, debido a problemas legales con los músicos que las grabaron originalmente. Ante la pobre recepción que tuvo esta reedición,11​12​ en 2011 salió al mercado una nueva versión del disco con las pistas de bajo y batería originales.",
     "songs":["I Don't Know",
     "Crazy Train",
     "Goodbye to Romance",
     "Dee",
     "Suicide Solution",
     "Mr. Crowley",
     "No Bone Movies",
     "Revelation (Mother Earth)",
     "Steal Away (The Night)"]
  },
{ "id" : 12,
  "name" : "Que corra la voz",
  "img" : "https://studiosol-a.akamaihd.net/uploadfile/letras/albuns/d/a/9/7/30820.jpg",
  "price" : 2100,
  "stock": 19,
  "genre": "Ska",
  "band" : "Ska-P",
  "year":2002,
  "review":"¡¡Que corra la voz!! (2002) es el quinto álbum del grupo español Ska-P. La estética y título del disco se asemejan a una octavilla en la que, como es habitual en el grupo, se denuncian las injusticias de la sociedad de principios del siglo XXI. En la portada, el Gato López porta un megáfono con el que conseguir que se corra la voz.Aunque algunos de los temas tratados en este disco ya eran habituales en los anteriores, aparecen otros nuevos como son la pena de muerte (especialmente en los Estados Unidos), los estafadores, los niños soldado, la intifada palestina, el abandono a los animales o la muerte de Carlo Giuliani en defensa de la antiglobalización. Además, con la canción Consumo gusto, cambian la tónica de preocuparse solamente de la clase social baja y se acerca más a la cruda realidad de la clase social media; hablando del endeudamiento y las ganancias para los Que están por arriba (refiriéndose a los empresarios plutócratas). Las canciones Esquirol y Consumo gusto, tienen algunos ritmos de vallenato, y también utilizan acordeón en su forma original. ",
   "songs":["Estampida",
    "Consumo gusto",
    "Welcome to Hell",
    "Casposos",
    "Niño soldado",
    "Intifada",
    "McDollar",
    "Solamente por pensar",
    "Insensibilidad",
    "Esquirol",
    "El olvidado",
    "Mis colegas"]
}
,{  "id" : 13,
  "name" : "Im Not Dead",
  "img" : "https://blogmistermusic.files.wordpress.com/2021/02/im-not-dead.jpg",
  "price" : 2100,
  "stock": 14,
  "genre": "Pop",
  "band" : "Pink",
  "year":2006,
  "review":"I'm Not Dead (español:No Estoy Muerta) es el cuarto álbum de estudio de la cantante estadounidense P!nk. Fue lanzado en Estados Unidos y Canadá el 11 de octubre del 2006 y lanzado un día antes en otros países. Para esta producción Pink trabajó con diversos compositores, entre ellos Billy Mann , Josh Abraham , Max Martin , Luke Gottwald , Butch Walker y Mike Elizondo. El álbum vendió 126 000 copias en su semana de lanzamiento en Estados Unidos, siendo certificado con el Disco de Platino por la RIAA. Se publicaron cuatro sencillos: el primero, Stupid Girls se posicionó número 13 en el Billboard Hot 100. Who Knew alcanzó el número 9 en dicha lista y U + Ur Hand logró la posición número 9. El último sencillo Nobody Knows alcanzó la posición 24. El álbum es uno de los más aclamados de la artista debido a su contenido, en el expresa su opinión ante la sociedad, política y demás como lo demuestra con la canción Dear Mr. President. El álbum logró el récord de más semanas en el top 40 en Australia con un total de 167 semanas desde el 2006 hasta la fecha. ",
  "songs":["Nobody Knows",
  "Who Knew" ,
  "Long Way to Happy" ,
  "Stupid Girls" ,
  "Dear Mr. President",
  "I'm Not Dead",
  "'Cuz I Can" ,
  "Leave Me Alone (I'm Lonely)",
  "U + Ur Hand",
  "Runaway" ,
  "The One that Got Away",
  "I Got Money Now",
  "Conversations with My 13 Year Old Self",
  "Fingers",
  "Centerfold",
  "I Have Seen the Rain"]
}
,{"id" : 14,
  "name" : "Books of Shadows II",
  "img" : "https://www.nailboard.org/media/images/Wylde-zakk-the-book-of-shadows-II-420.jpg",
  "price" : 2100,
  "stock": 7,
  "genre": "Heavy Metal",
  "band" : "Zakk Wylde",
  "year":  2016,
  "review":"",
     "songs":["Autumn Changes",
     "Tears of December",
     "Lay Me Down",
     "Lost Prayer",
     "Darkest Hour",
     "The Levee",
     "Eyes of Burden",
     "Forgotten Memory",
     "Yesterday's Tears",
     "Harbors of Pity",
     "Sorrowed Regrets",
     "Useless Apologies",
     "Sleeping Dogs",
     "The King"]
}
,{  "id" : 15,
  "name" : "Familiar to Millions",
  "img" : "https://img.discogs.com/47g-1sReKv7ld2jTS8QQBL1KIKU=/fit-in/600x894/filters:strip_icc():format(jpeg):mode_rgb():quality(90)/discogs-images/R-1806463-1330694600.jpeg.jpg",
  "price" : 2100,
  "stock": 2,
  "genre": "Rock",
  "band" : "Oasis",
  "year": 2000,
  "review":"",
     "songs":[
       "Fuckin' In The Bushes (intro)",
     "Go Let It Out",
     "Who Feels Love?",
     "Supersonic",
     "Shakermaker",
     "Acquiesce",
     "Step Out",
     "Gas Panic!",
     "Roll With It",
     "Stand by Me",
     "Wonderwall",
     "Cigarettes & Alcohol",
     "Don't Look Back In Anger",
     "Live Forever",
     "Hey Hey, My My",
     "Champagne Supernova",
     "Rock 'n' Roll Star",
     "Helter Skelter"]
}
,{"id" : 16,
  "name" : "Atonement",
  "img" : "https://summainferno.com/wp-content/uploads/2019/08/killswitch-engage-atonement-1-1.jpg",
  "price" : 2100,
  "stock": 3,
  "genre": "Heavy Metal",
  "band" : "Killswitch Engage",
  "year": 2019,
  "review":"Atonement (en español, Expiación) es el octavo álbum de estudio de la banda estadounidense de metalcore Killswitch Engage, publicado a través del sello Metal Blade Records el 16 de agosto de 2019.1​ Contiene los sencillos «Unleashed», liberado el 25 de junio; «I Am Broken Too» (liberado al mes siguiente) y «The Signal Fire», estrenado antes del lanzamiento del álbum.1​ Como promoción del álbum, la banda se embarcó en un tour en Norteamérica co-lineado con la banda Clutch en julio.2En noviembre de 2019, la canción «Unleashed» fue nominado para los Premios Grammy como “Mejor interpretación de Metal”,3​ haciendo esta su tercera nominación para un Premio Grammy.​ En mayo de 2020, la banda publicó seis canciones del lado B, llamado Atonement II: B-Sides for Charity, en su página de Bandcamp.​ La totalidad de las ganancias fueron destinadas al Center For Disaster Philanthropy por los casos de COVID-19, logrando sumas sobre $45,000 para diciembre del mismo año.6​ ",
     "songs":[
       "Unleashed",
      "The Signal Fire",
      "Us Against the World",
      "The Crownless King",
      "I Am Broken Too",
      "As Sure as the Sun Will Rise",
      "Know Your Enemy",
      "Take Control",
      "Ravenous",
      "I Can't Be the Only One",
      "Bite the Hand That Feeds"]
}
,{"id" : 17,
  "name" : "Incarnate",
  "img" : "https://img.discogs.com/ER7SIl6fc14XaVPJMMBS5WuXkks=/fit-in/300x300/filters:strip_icc():format(jpeg):mode_rgb():quality(40)/discogs-images/R-8444652-1461740754-7335.jpeg.jpg",
  "price" : 2100,
  "stock": 12
      ,
  "genre": "Heavy Metal",
  "band" : "Killswitch Engage",
  "year": 2016,
  "review":"Incarnate (en español, Encarnado) es el séptimo álbum de estudio de la banda estadounidense Killswitch Engage, fue publicado el 11 de marzo de 2016 bajo el sello Roadrunner Records. El 10 de diciembre de 2015, la banda estrenó «Strength of the Mind» como el primer sencillo desprendido del álbum.1​ Seis días más tarde, el título del disco fue revelado y el 26 de enero de 2016, la lista de canciones también fue revelada. ",
     "songs":["Alone I Stand",
      "Hate by Design",
      "Cut Me Loose",
      "Strength of the Mind",
      "Just Let Go",
      "Embrace the Journey...Upraised",
      "Quiet Distress",
      "Until the Day",
      "It Falls on Me",
      "The Great Deceit",
      "We Carry On",
      "Ascension"]
}
]



